<template>

    <!--技术服务合同-->
    <section class="loan-contract">
        <h2>借款展期协议</h2>
        <h3 class="tar">合同编号:【 <?= $contId ?> 】</h3>
        <div>
            <p>甲方（出借人）: 【详见出借人列表】</p>
            <p>乙方（借款人）: 【】</p>
            <p>身份证号码：
                <?= $idCard ?>
            </p>
            <p>联系地址：
                <?= $address ?>
            </p>
            <p>联系电话：
                <?= $phone ?>
            </p>
            <br>
            <p>丙方（平台服务方）:上海乾生乾金融信息服务有限公司</p>
        </div>
        <br>
        <br>
        <div class="content">
            <p>鉴于甲方与乙方于【 】年【 】月【 】日通过丙方平台达成借款，并且甲、乙、丙三方于前述日期签订《借款合同》（合同编号：，以下简称“原借款合同”），现乙方由于无法按原借款合同约定的期限向甲方还款，特向甲方及丙方申请延长借款期限。</p>
            <p>就原借款合同展期事宜，甲、乙、丙三方经协商一致，订立本协议，以兹共同遵守执行。</p>

            <br>

            <h3>第一条借款基本信息</h3>
            <p>1、借款金额</p>
            <p>根据原借款合同，借款金额为人民币【 】元整（大写【 】)。现展期金额为人民币【 】元 (大写【 】元整）。 </p>
            <p>2、借款期限</p>
            <p>根据原借款合同，借款期限为自【 】年【 】月【 】日至【 】年【 】月【 】日。现借款期限展期【 】日（自然日），即为自【 】年【 】月【 】日至【 】年【 】月【 】日。借款期限按原借款期限加展期期限连续计算，借款总期限为自【 】年【 】月【 】日至【 】年【 】月【 】日，共计【 】日。</p>
            <p>3、借款利息、平台服务费及其他应支付款项</p>
            <p>展期期间借款利率与原借款合同借款利率一致。除展期期间出借人收取的利息外，乙方还应向丙方支付展期期间的平台服务费，并且向本次借款的技术服务方支付相应的应支付款项（应支付款项包括但不限于技术服务方收取的身份验证费、手机验证费、银行卡验证费、账户管理费、征信审核费、信息发布费、撮合服务费、平台运营费、电话客户服务费以及客户端使用费等技术服务费用、逾期准备金等）。甲方同意并授权丙方代为收取展期期间的利息；同时，丙方保证，对于前述其他款项的收取已获得技术服务方的授权委托。</p>

            <h3>第二条展期款项</h3>
            <p>1、展期款项</p>
            <p>展期款项是指乙方申请展期时须支付全部款项的总和，包括乙方应付的展期服务费、展期期间利息、平台服务费及其他应支付款项，共计人民币【 】元（大写【 】元整）。展期款项于本协议签订当日一次性支付。</p>
            <p>2、展期服务费</p>
            <p>乙方应向丙方支付展期服务费人民币：20元（大写贰拾元整）/笔。</p>

            <p>3、展期款项的支付</p>
            <p>（1）乙方承诺，按照本协议第二条约定的时间和金额足额支付展期款项。乙方授权丙方或丙方指定第三方于展期申请日委托银行或第三方支付机构从乙方指定账户划付乙方应支付全部展期款项。</p>
            <p>（2）乙方须在指定账户中留有足够余额，否则因账户余额不足或不可归责于被委托方的任何事由，导致无法及时扣款或扣款错误、失败，责任均由乙方自行承担。如乙方指定的银行账户余额不足，即视为乙方展期不成功，由此造成乙方的不便或其他损失的，被授权人不承担法律责任。乙方应按原借款合同的约定的时间与金额足额还款。</p>
            <p><strong>乙方指定账户信息：</strong></p>
            <p>
                <storng>户名：</storng>
            </p>
            <p><strong>开户行（支行）：</strong></p>
            <p><strong>账号：</strong></p>


            <h3>第三条展期约定</h3>
            <p>1、展期限制</p>
            <p>展期届满后，乙方不得再次申请展期。</p>
            <p>2、逾期还款</p>
            <p>乙方应在展期期限届满日当日16:00前，按照原借款合同约定的还款流程足额还款。否则视为乙方逾期还款，乙方应按原借款合同的约定承担违约责任。</p>


            <h3>第四条协议生效及其它</h3>
            <p>1、协议的成立与生效</p>
            <p>（1）本协议满足以下条件即成立：</p>
            <p>甲方签字捺印；</p>
            <p>乙方签字捺印；</p>
            <p>丙方加盖公章/合同专用章；</p>
            <p>或，本协议采用电子文本形式制成，各方通过电子签的方式进行合同签署视为合同成立。</p>
            <p>甲方根据丙方平台规则接受丙方平台发布的乙方的借款申请，对丙方平台发布的产品点击类似“立即投资”、“买入”、“同意”等相关按钮时，即视为甲方阅知并同意本协议（以电子文本形式生成）。乙方根据“贷上钱”平台（乙方通过“贷上钱”平台介绍借款并签订《技术服务协议》）有关规则，通过在“贷上钱”平台点击“确认”或“同意”等相关按钮，即视为乙方阅知并同意本协议（以电子文本形式生成）。各方应妥善保管各自在所在的平台的注册用户名和密码等注册信息（如有），且各方不得以其注册用户名和密码等注册信息被盗用或其他理由否认已订立合同的效力或不按照该等合同履行相关义务。</p>
            <p>在各方通过电子签的方式签署本合同后，并且丙方和“贷上钱”平台方对本合同的签署程序和内容进行复核无异议时，本协议即成立，并在“贷上钱”平台保存备案。如发生任何争议，各方以“贷上钱”平台保存备案的合同为准，各方均认可该合同的法律效力。</p>
            <p>（2） 协议的生效</p>
            <p>本协议为附条件生效协议，在同时满足以下条件后，本协议才生效：</p>
            <p>本协议已经成立；</p>
            <p>乙方按照本协议约定支付全部展期款项。</p>
            <p>2、 本协议为原借款合同的补充协议，与原借款合同具有同等法律效力。本协议约定与原借款合同不一致的，按本协议约定执行；本协议未约定事宜，仍按原借款合同约定执行。 </p>
            <p>3、各方在履行本合同过程中所发生的争议，首先应协商解决；协商无法达成一致意见的，应将争议提交给上海市长宁区人民法院诉讼解决。</p>


            <br>
            <div>（以下无正文）</div>
            <br>
            <div>甲方:（签字捺印）</div>
            <br>
            <br>
            <br>
            <br>
            <br>
            <br>
            <div>乙方: (签字捺印)</div>
            <br>
            <br>
            <br>
            <br>
            <br>
            <div>丙方: (盖章)</div>
            <br>
            <br>
            <br>
            <br>
            <br>
            <div>日期：
                <?= date('Y');?>年
                    <?= date('m');?>月
                        <?= date('d');?>日</div>
            <br>

            <div>签订地：上海市长宁区</div>

        </div>
    </section>
</template>

<style lang="scss">
.loan-contract {
    background: #fff;
    padding: 30px 15px 50px;

    table,
    tr,
    td,
    th,
    tbody,
    thead,
    tfoot,
    footer {
        page-break-inside: avoid !important;
    }

    p {
        margin: 0;
        padding: 0;
    }

    h2 {
        text-align: center;
    }

    table {
        width: 100%;
        border-collapse: collapse;
        border-spacing: 0;
    }

    td {
        font-size: 12px;
    }

    .border {
        display: inline-block;
        border: 1px solid #000;
    }

    .border td {
        border: 1px solid #000;
        text-align: center;
        padding: 10px 3px;
    }

    p {
        text-align: justify;
    }

    .bdb {
        border-bottom: 1px solid #000;
    }

    .tar {
        text-align: right !important;
    }

    .tal {
        text-align: left !important;
    }

    .content p {
        text-indent: 2em;
    }

    .foot td {
        padding: 60px 0;
    }
}

</style>
