<template>
  <section class="auth-protocol container">
    <h2 class="title tac">授权委托协议</h2>

    <table>
      <tr>
        <td>授权人：</td>
        <td>{{ name }}</td>
      </tr>
      <tr>
        <td>被授权人：</td>
        <td>上海腾桥信息技术有限公司</td>
      </tr>
      <tr>
        <td></td>
        <td>上海乾生乾金融信息服务有限公司</td>
      </tr>
      <tr>
        <td></td>
        <td>上海唯渡网络科技有限公司</td>
      </tr>
    </table>
    <br>

    <h3>一、特别声明</h3>
    <p>本《授权委托协议》（以下简称“本协议”）签约方为贷上钱平台用户（以下称“授权人”）和上海腾桥信息技术有限公司、上海乾生乾金融信息服务有限公司以及上海唯渡网络科技有限公司（以下称“被授权人”）。用户使用贷上钱平台申请服务即表明自愿成为本协议的授权人。<strong>贷上钱平台建议授权人完整地阅读本协议，以帮助授权人了解维护自己权益的方式。为了使授权人充分理解本协议，本协议中与授权人的权益存在或可能存在重大关系的条款，已采用粗体字进行标注提示授权人注意。在接受本协议之前，请用户仔细阅读本协议的全部内容。如果用户不同意本协议的任意内容，或者无法准确理解该条款的含义，请不要进行后续操作。当用户一经勾选“同意”本协议时，即表示用户同意并签署了本协议成为本协议的授权人，本协议即构成对各协议主体有约束力的法律文件。</strong></p>

    <h3>二、授权人须知</h3>
    <p>1、授权人在使用贷上钱平台时须按操作提示填写相关信息（如：填写本人姓名、手机号码、身份证号、单位名称、上传本人身份证正反面等），且授权人须确保所填写资料的真实性、准确性，不得提供虚假信息或隐瞒重要事实。</p>
    <p>2、授权人在填写上述信息时，应遵守中国相关法律法规，不得将本服务用于任何非法目的（例如用于骗取贷款、合同诈骗），也不以任何非法方式使用本服务。</p>
    <p>3、本平台有权根据授权人提供的各项信息及授权主体独立获得的信息评定授权人在本平台处所拥有的信用等级，并根据对授权人个人信息的评审结果，决定是否审核通过并将乙方的借款需求向第三方进行推荐。即<strong>授权人通过本平台申请服务并不意味着授权人的申请一定审核通过，授权人审核结果以贷上钱平台后续综合评审结果为准。</strong></p>

    <h3>三、授权内容</h3>
    <p> （一）信用查询、信息使用授权委托</p>
    <p>1、 授权人同意，被授权人或被授权人指定的第三方通过合法渠道了解、咨询、审查授权人的资信状况、财务状况和其他与评定授权人信用付款额度及付款能力有关的信息，包括但不限于：授权人征信报告、学历信息、电商信息、电信信息、银联流水信息等。</p>
    <p>2、授权人同意拥有授权人本人不良信息的机构，通过合法设立的征信公司向被授权人提供本人的不良信息。授权人确定已被事先明确告知并已同意拥有本人不良信息的机构提供本人的不良信息。</p>
    <p>3、授权人同意，被授权人委托合法设立的征信公司，采集本人收入、存款、有价证券、商业保险、不动产的信息和纳税数额信息。授权人已被明确告知提供上述信息可能会给本人带来财产或信用损失，以及其他可能的不利后果，但本人仍然同意本授权人委托合法设立的征信公司采集这些信息。</p>
    <p>4、授权人应确保其提供的手机号码为本人所有，并授权被授权人可以通过第三方渠道对授权人所提供手机号码的真实性、有效性进行核实。</p>
    <p>5、授权人同意贷上钱平台有权留存其在贷上钱客户端填写的相应信息，并授权被授权人查询授权人用户帐号的相关信息，包括且不限于借记卡余额、信用卡账单、CA证书、征信信息等内容，以便后续向授权人持续性地提供相应服务（包括但不限于将本信息用于向授权人推广、提供其他更加优质的产品或服务）。</p>
    <p>6、被授权人有权使用授权人通过贷上钱平台提供的信息以及通过本协议上述约定自行收集的授权人资料和信息用于以下用途（包括但不限于）：</p>
    <p>（1）为授权人提供服务的整个过程中；</p>
    <p>（2）根据需要向其他为授权人申请提供服务的第三方等披露与授权人相关的任何信息；</p>
    <p>（3）追偿授权人违约欠款、解决争议及对有关纠纷进行调停等其他合法用途。</p>
    <p>（二）电子签章授权委托</p>
    <p><strong>1、授权人授权被授权人代授权人申请、使用其电子签名认证证书。电子签名认证证书授权的使用范围仅限于授权人融资需求（包括但不限于签订借款协议），被授权人不得挪作他用。</strong></p>
    <p>2、授权人授权被授权人代授权人提交授权人相关材料，包括但不限于姓名、身份证信息、手机号、电子邮箱等，用以向深圳法大大网络科技有限公司申请CA机构申请颁发数字证书（以下简称CA证书），并代为保管CA证书。</p>
    <p>3、授权人授权被授权人就授权人通过贷上钱平台进行网络借贷所涉及的所有应签署的电子文件（包括但不限于《借款合同》、《技术服务合同》、《授权委托协议》等），授权被授权人使用授权人的CA证书进行电子文件的签署事宜，并认可相关有效电子文件对授权人发生法律效力。</p>
    <p>4、授权人应确保其是CA证书的合法持有人，被授权人代其申请、使用的CA证书具有合法性和有效性且未侵犯任何第三方合法权益，否则因此造成贷上钱平台、电子签名真实持有人损失的，授权人应负责赔偿并承担全部法律责任。</p>
    <p>5、授权人应妥善保管银行卡、卡号、密码、发卡行预留的手机号码以及贷上钱账号、密码、支付盾、宝令、手机动态口令、贷上钱账户绑定的手机号码、来自于发卡行和/或贷上钱向您发送的校验码等与电子签名认证证书或与贷上钱账户有关的一切信息和设备。如遗失或泄露前述信息和/或设备的，授权人应及时通知发卡行及/或贷上钱，以减少可能发生的损失。无论是否已通知发卡行及/或贷上钱，因授权人的原因所致损失需由授权人自行承担。</p>
    <p>6、被授权人根据本协议的授权委托使用授权人的CA证书进行电子合同或文件签署，授权人不应以非本人意愿交易或其他任何原因要求被授权人撤销合同或文件或承担责任。被授权人依照本协议进行操作的一切风险由授权人承担。</p>
    <p>（三）扣款委托授权</p>
    <p><strong>1、授权人同意被授权人在其还款日或者逾期还款的情况下委托银行或第三方支付机构从包括但不限于接受借款的银行账户、以及归属授权人名下的其他任意银行账户内以约定的资费标准划付所欠的本息、服务费及逾期管理费。</strong>上述银行账户余额不足的，被授权人有权委托银行继续划付直至授权人还清所欠款项为止。由此造成授权人的不便或其他损失的，被授权人不承担法律责任，且在授权人欠款未清之前，该等委托划付还款方式不影响被授权人采取其他方式向授权人催收欠款。</p>
    <p>2、授权人在指定账户中必须留有足够余额，否则因账户余额不足或不可归责于被授权人委托方的任何事由，导致无法及时扣款或扣款错误、失败，责任由授权人自行承担。</p>
    <p>3、授权人同意，变更账户时，应于当期款项交付日3个工作日前向被授权人递交书面通知，若因未及时通知被授权人而产生的一切风险、损失均由授权人自行承担。</p>
    <p>4、授权人同意被授权人有权依据其自身判断对涉嫌欺诈或被他人控制并用于欺诈目的的贷上钱账户采取相应的措施，上述措施包括但不限于对授权人的贷上钱账户中的余额进行止付、终止或中止提供贷上钱服务、冻结涉嫌欺诈的资金等。</p>

    <h3>四、转授权条款</h3>
    <p><strong>授权人同意被授权人有权将其在本协议项下的全部授权委托转让给被授权人指定的第三方且无须另行通知授权人，无须授权人另行授权委托。</strong></p>

    <h3>五、授权人知悉并认可本授权委托协议的真实性、合法性、有效性，被授权人依据本授权书进行的委托扣款操作引起的一切法律纠纷或风险，由授权人独立承担或解决。</h3>

    <h3>六、责任限制</h3>
    <p>1、基于互联网的特殊性，被授权人及贷上钱平台无法保证平台的服务不会中断，如果由于平台运营方、贷上钱平台及相关第三方的设备、系统故障或缺陷、遭到病毒、黑客攻击、网络故障、网络中断或者发生地震、海啸、流行病、战争、恐怖主义等不可抗力或者因电力中断、经济形势恶化、政府管制等其他类似事件而造成贷上钱平台未能履行本协议或履行本协议不符合约定，不构成本平台的违约，对于因此导致的损失，贷上钱平台不承担任何责任。</p>
    <p>2、在法律允许的情况下，被授权人对于与本协议有关或由本协议引起的任何间接的、惩罚性的、特殊的、派生的损失（包括业务损失、收益损失、利润损失、商誉损失或其他经济利益的损失）均不负有任何责任，即使事先已被告知此等损失的可能。</p>
    <p>3、 授权人明确同意其使用贷上钱平台服务所存在的风险及一切后果将完全由授权人本人承担，本平台对此不承担任何责任。</p>
    <p>4、无论如何，在任何情况下，被授权人及贷上钱平台对授权人使用贷上钱平台服务而产生的任何形式的直接或间接损失均不承担法律责任。</p>

    <h3>七、 法律适用及管辖</h3>
    <p>1、本协议的订立、生效、执行、终止、解释和争议解决均适用中华人民共和国的法律。</p>
    <p>2、因本协议产生的争议由上海市长宁区人民法院管辖。</p>

    <h3>八、 其他条款</h3>
    <p>1、除本协议约定外，贷上钱平台对授权人信息及资料进行保密；如任何一方违约，或因相关权力部门要求（包括但不限于法院、仲裁机构、金融监管机构等），贷上钱平台有权披露。</p>
    <p>2、若本协议的部分条款被认定为无效或者无法实施时，不影响本协议其他条款的效力。</p>
    <p>3、本协议至授权人通过贷上钱平台签订的全部相关协议或文件履行完毕，所有款项全部还清时终止。</p>

    <br>
    <table>
      <tr>
        <td>授权人(签章): </td>
        <td>{{ name }}</td>
      </tr>
      <tr>
        <td>被授权人(签章): </td>
        <td>上海腾桥信息技术有限公司</td>
      </tr>
      <tr>
        <td></td>
        <td>上海乾生乾金融信息服务有限公司</td>
      </tr>
      <tr>
        <td></td>
        <td>上海唯渡网络科技有限公司</td>
      </tr>
    </table>
    <br>

    <div>时间： {{ getDateString() }}</div>

    <br>
    <br>
    <br>
  </section>
</template>

<script>
  export default {
    data() {
      var name = decodeURI(this.$route.query.name || '')
      return {
        name: name
      }
    },
    ready() {
      document.body.scrollTop = 0
    },
    methods: {
      /**
       * 获取当前日期字符串
       */
      getDateString() {
        var now = new Date()
        return now.getFullYear() + ' 年 ' + (now.getMonth() + 1) + ' 月 ' + now.getDate() + ' 日 '
      }
    }
  }

</script>

<style lang="scss">
  @import '../../sass/_globals.scss';
  .auth-protocol {
    line-height: px2rem(24);
    padding: 0 px2rem(20);
    .title {
      text-align: center;
      padding: px2rem(20) 0 px2rem(10);
    }
    p {
      text-indent: 2em;
    }
    /*tr > td:first-of-type {
      text-align: right;
    }*/
  }
</style>